Revit 2024 API
FormattedText Properties
The FormattedText type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
FormattedText Class
Autodesk.Revit.DB Namespace